Repository: markcapella/lightstrands
Catalog: translate/deTranslated.po
Languages: de

source: Bulb Design Credits
de: Glühbirnendesign -Credits

source: The majority of the Bulb shapes here
de: Die Mehrheit der Glühbirnenformen hier

source: were developed from images located at
de: wurden aus Bildern entwickelt bei

source: Available Bulbs
de: Verfügbare Glühbirnen

source: Bulb Selection
de: Glühbirnenauswahl

source: American Bulb
de: Amerikanische Glühbirne

source: Balloons Bulb
de: Luftballons Glühbirne

source: Candle Bulb
de: Kerzenbirne

source: Clover Bulb
de: Kleeblbb

source: Colony Hat Bulb
de: Kolonienhutbirne

source: Dotted Egg Bulb
de: Gepunktete Eierlampe

source: Drinks Bulb
de: Getränke Glühbirne

source: Easter Bunny Bulb
de: Osterhasenlampe

source: Easter Chick Bulb
de: Osterkükenbirne

source: Easter Egg Bulb
de: Osterei -Glühbirne

source: Easter Sign Bulb
de: Osterzeichenbirne

source: Fancy Clover Bulb
de: Fancy Clover -Glühbirne

source: Fireworks Bulb
de: Feuerwerk Glühbirne

source: Flower Vase Bulb
de: Blumenvase -Glühbirne

source: Ghost Bulb
de: Geisterbirne

source: Halloween Bulb
de: Halloween -Glühbirne

source: Heart Bulb
de: Herzbirne

source: Hearts Bulb
de: Herzensbirne

source: Heart Star Bulb
de: Herzsternbirne

source: Irish Bulb
de: Irische Glühbirne

source: Irish Hat Bulb
de: Irische Hutbirne

source: Lobster Bulb
de: Hummerbirne

source: Lobster Up Bulb
de: Hummer -Up -Glühbirne

source: New Years Bulb
de: Neujahrsbirne

source: Party Bulb
de: Partybirne

source: Plain Easter Egg Bulb
de: Einfache Osterei -Glühbirne

source: Pot Of Gold Bulb
de: Topf mit Goldbirne

source: Pumpkin Bulb
de: Kürbislampe

source: Pumpkin Pie Bulb
de: Kürbiskuchenbirne

source: Ribbons Bulb
de: Ribbons Glühbirne

source: Rocket Bulb
de: Raketenbirne

source: Santa Boots Bulb
de: Santa Boots Glühbirne

source: Skull Bulb
de: Schädelbirne

source: Snow Flake Bulb
de: Schneeflockenbirne

source: Sparkly Candle Bulb
de: Funkelnde Kerzenbirne

source: Stars Bulb
de: Sterne Glühbirne

source: Turkey Left Bulb
de: Die Türkei verließ die Glühbirne

source: Turkey Right Bulb
de: Turkey Right Lampe

source: Wavy Egg Bulb
de: Wellige Eierlampe

source: Xmas Bulb
de: Weihnachtsbirne

source: Xmas Fancy Bulb
de: Weihnachten ausgefallene Glühbirne

source: Xmas Holly Bulb
de: Weihnachtsbummel

source: Xmas Round Bulb
de: Weihnachten runde Glühbirne

source: Xmas Strand Bulb
de: Weihnachten Strang Glühbirne

source: Xmas Three Bulb
de: Weihnachten drei Glühbirnen

source: Xmas Wreath Bulb
de: Weihnachtskranzbirne

source: Bulb Spacing
de: Glühbirnenabstand

source: Strand Spacing
de: Strangabstand

source: Bulb Colors
de: Glühbirnenfarben
