Repository: markcapella/lightstrands
Catalog: translate/esTranslated.po
Languages: es

source: Bulb Design Credits
es: Créditos de diseño de bombillas

source: The majority of the Bulb shapes here
es: La mayoría de las formas de bombilla aquí

source: were developed from images located at
es: fueron desarrollados a partir de imágenes ubicadas en

source: Available Bulbs
es: Bulbos disponibles

source: Bulb Selection
es: Selección de bulbo

source: American Bulb
es: Bombilla americana

source: Balloons Bulb
es: Bombilla

source: Candle Bulb
es: Bombilla

source: Clover Bulb
es: Bombilla

source: Colony Hat Bulb
es: Bombilla de sombrero de colonia

source: Dotted Egg Bulb
es: Bulbo de huevo punteado

source: Drinks Bulb
es: Bombilla

source: Easter Bunny Bulb
es: Bombilla de conejito de pascua

source: Easter Chick Bulb
es: Bombilla de pollitos de Pascua

source: Easter Egg Bulb
es: Bombilla de huevo de Pascua

source: Easter Sign Bulb
es: Bombilla de signo de Pascua

source: Fancy Clover Bulb
es: Bulbo de trébol elegante

source: Fireworks Bulb
es: Bombilla

source: Flower Vase Bulb
es: Bulbo de jarrón de flores

source: Ghost Bulb
es: Bombilla fantasma

source: Halloween Bulb
es: Bombilla de Halloween

source: Heart Bulb
es: Bulbo de corazón

source: Hearts Bulb
es: Bulbo de corazones

source: Heart Star Bulb
es: Bombilla de la estrella del corazón

source: Irish Bulb
es: Bombilla irlandesa

source: Irish Hat Bulb
es: Bombilla irlandesa

source: Lobster Bulb
es: Bombilla de langosta

source: Lobster Up Bulb
es: Bombilla de langosta

source: New Years Bulb
es: Bombilla de año nuevo

source: Party Bulb
es: Bombilla

source: Plain Easter Egg Bulb
es: Bombilla de huevo de Pascua simple

source: Pot Of Gold Bulb
es: Bote de bulbo de oro

source: Pumpkin Bulb
es: Bombilla

source: Pumpkin Pie Bulb
es: Bombilla de calabaza

source: Ribbons Bulb
es: Bombilla

source: Rocket Bulb
es: Bombilla

source: Santa Boots Bulb
es: Bombilla de Santa Botas

source: Skull Bulb
es: Bombilla

source: Snow Flake Bulb
es: Bombilla de copo de nieve

source: Sparkly Candle Bulb
es: Bombilla de vela brillante

source: Stars Bulb
es: Bombilla de estrellas

source: Turkey Left Bulb
es: Bulbo izquierdo de Turquía

source: Turkey Right Bulb
es: Bulbo derecho de Turquía

source: Wavy Egg Bulb
es: Bombilla ondulada

source: Xmas Bulb
es: Bombilla

source: Xmas Fancy Bulb
es: Bulbo de lujo de Navidad

source: Xmas Holly Bulb
es: Bombilla de holly de Navidad

source: Xmas Round Bulb
es: Bombilla redonda de Navidad

source: Xmas Strand Bulb
es: Bombilla de hilo de Navidad

source: Xmas Three Bulb
es: Navidad tres bombillas

source: Xmas Wreath Bulb
es: Bombilla de corona de Navidad

source: Bulb Spacing
es: Espaciado de bulbo

source: Strand Spacing
es: Espaciado de hebras

source: Bulb Colors
es: Colores de bombilla

source: Credits
es: Créditos
