Repository: markcapella/lightstrands
Catalog: translate/frTranslated.po
Languages: fr

source: Bulb Design Credits
fr: Crédits de conception de l'ampoule

source: The majority of the Bulb shapes here
fr: La majorité des formes de l'ampoule ici

source: were developed from images located at
fr: ont été développés à partir d'images situées à

source: Available Bulbs
fr: Bulbes disponibles

source: Bulb Selection
fr: Sélection de l'ampoule

source: American Bulb
fr: Ampoule américaine

source: Balloons Bulb
fr: Bulbe de ballons

source: Candle Bulb
fr: Bougie

source: Clover Bulb
fr: Bulbe de trèfle

source: Colony Hat Bulb
fr: Bulbe de chapeau de colonie

source: Dotted Egg Bulb
fr: Ampoule d'oeuf en pointillé

source: Drinks Bulb
fr: Bourse

source: Easter Bunny Bulb
fr: Bulbe de lapin de Pâques

source: Easter Chick Bulb
fr: Ampoule de poussin de Pâques

source: Easter Egg Bulb
fr: Ampoule d'oeuf de Pâques

source: Easter Sign Bulb
fr: Bulbe de panneau de Pâques

source: Fancy Clover Bulb
fr: Ampoule de trèfle fantaisie

source: Fireworks Bulb
fr: Bulbe de feux d'artifice

source: Flower Vase Bulb
fr: Bulbe de vase à fleurs

source: Ghost Bulb
fr: Bulbe fantôme

source: Halloween Bulb
fr: Ampoule d'Halloween

source: Heart Bulb
fr: Bulbe de coeur

source: Hearts Bulb
fr: Bulbe de coeurs

source: Heart Star Bulb
fr: Bulbe d'étoile du coeur

source: Irish Bulb
fr: Ampoule irlandaise

source: Irish Hat Bulb
fr: Bulbe de chapeau irlandais

source: Lobster Bulb
fr: Ampoule de homard

source: Lobster Up Bulb
fr: Bulbe de homard

source: New Years Bulb
fr: Bulbe du Nouvel An

source: Party Bulb
fr: Bulbe de fête

source: Plain Easter Egg Bulb
fr: Ampoule d'oeuf de Pâques ordinaire

source: Pot Of Gold Bulb
fr: Pot de bulbe d'or

source: Pumpkin Bulb
fr: Ampoule de citrouille

source: Pumpkin Pie Bulb
fr: Ampoule à tarte à la citrouille

source: Ribbons Bulb
fr: Bulbe de rubans

source: Rocket Bulb
fr: Ampoule de fusée

source: Santa Boots Bulb
fr: Boots Santa Boots

source: Skull Bulb
fr: Bulbe de crâne

source: Snow Flake Bulb
fr: Ampoule de flocon de neige

source: Sparkly Candle Bulb
fr: Ampoule de bougie scintillante

source: Stars Bulb
fr: Stars Bulbe

source: Turkey Left Bulb
fr: Bulbe gauche de la Turquie

source: Turkey Right Bulb
fr: Bulbe droit de la Turquie

source: Wavy Egg Bulb
fr: Ampoule d'oeuf ondulée

source: Xmas Bulb
fr: Bulbe de Noël

source: Xmas Fancy Bulb
fr: Bulbe de fantaisie de Noël

source: Xmas Holly Bulb
fr: Bulbe de houx de Noël

source: Xmas Round Bulb
fr: Bulbe rond de Noël

source: Xmas Strand Bulb
fr: Bulbe de brin de Noël

source: Xmas Three Bulb
fr: Noël trois ampoules

source: Xmas Wreath Bulb
fr: Bulbe de couronne de Noël

source: Bulb Spacing
fr: Espacement des ampoules

source: Strand Spacing
fr: Espacement des brins

source: Bulb Colors
fr: Couleurs de l'ampoule

source: Credits
fr: Crédits
