Repository: markcapella/lightstrands
Catalog: translate/itTranslated.po
Languages: it

source: Bulb Design Credits
it: Crediti di progettazione lampadina

source: The majority of the Bulb shapes here
it: La maggior parte delle forme del bulbo qui

source: were developed from images located at
it: sono stati sviluppati da immagini situate a

source: Available Bulbs
it: Bulbi disponibili

source: Bulb Selection
it: Selezione lampadina

source: American Bulb
it: Lampadina americana

source: Balloons Bulb
it: Bulbo dei palloncini

source: Candle Bulb
it: Lampadina di candele

source: Clover Bulb
it: Lampadina di trifoglio

source: Colony Hat Bulb
it: Lampadina per cappello colonia

source: Dotted Egg Bulb
it: Lampadina di uova punteggiata

source: Drinks Bulb
it: BEVINS BULB

source: Easter Bunny Bulb
it: Bulbo del coniglio di Pasqua

source: Easter Chick Bulb
it: Lampadina al pulcino di Pasqua

source: Easter Egg Bulb
it: Bulbo di uovo di Pasqua

source: Easter Sign Bulb
it: Lampadina del segno pasquale

source: Fancy Clover Bulb
it: Lampadina di trifoglio

source: Fireworks Bulb
it: Bulbo dei fuochi d'artificio

source: Flower Vase Bulb
it: Bulbo del vaso di fiori

source: Ghost Bulb
it: Bulbo fantasma

source: Halloween Bulb
it: Bulbo di Halloween

source: Heart Bulb
it: Lampadina cardiaca

source: Hearts Bulb
it: Bulbo cuori

source: Heart Star Bulb
it: Bulbo della stella del cuore

source: Irish Bulb
it: Lampadina irlandese

source: Irish Hat Bulb
it: Bulbo del cappello irlandese

source: Lobster Bulb
it: Lampadina di aragosta

source: Lobster Up Bulb
it: Bulbo di aragosta

source: New Years Bulb
it: Bulbo di Capodanno

source: Party Bulb
it: Lampadina del partito

source: Plain Easter Egg Bulb
it: Bulbo di uovo di Pasqua semplice

source: Pot Of Gold Bulb
it: Pentola di lampadina d'oro

source: Pumpkin Bulb
it: Lampadina di zucca

source: Pumpkin Pie Bulb
it: Lampadina per torta di zucca

source: Ribbons Bulb
it: Bulbo dei nastri

source: Rocket Bulb
it: Bulbo razzo

source: Santa Boots Bulb
it: Bulbo stivali Babbo Natale

source: Skull Bulb
it: Lampadina del cranio

source: Snow Flake Bulb
it: Lampadina del fiocco di neve

source: Sparkly Candle Bulb
it: Bulbo di candela scintillante

source: Stars Bulb
it: Lampadina di stelle

source: Turkey Left Bulb
it: Il bulbo sinistro della Turchia

source: Turkey Right Bulb
it: Bulbo destro della Turchia

source: Wavy Egg Bulb
it: Bulbo d'uovo ondulato

source: Xmas Bulb
it: Lampadina di Natale

source: Xmas Fancy Bulb
it: Bulbo fantasia di Natale

source: Xmas Holly Bulb
it: Lampadina di holly di Natale

source: Xmas Round Bulb
it: Bulbo rotondo di Natale

source: Xmas Strand Bulb
it: Lampadina a filo di Natale

source: Xmas Three Bulb
it: Tre lampadina di Natale

source: Xmas Wreath Bulb
it: Bulbo della corona di Natale

source: Bulb Spacing
it: Spaziatura della lampadina

source: Strand Spacing
it: Spaziatura del filo

source: Bulb Colors
it: Colori bulbi

source: Credits
it: Crediti
