Repository: markcapella/lightstrands
Catalog: translate/nlTranslated.po
Languages: nl

source: Bulb Design Credits
nl: Boll -ontwerpkredieten

source: The majority of the Bulb shapes here
nl: De meerderheid van de bolvormen hier

source: were developed from images located at
nl: werden ontwikkeld op basis van afbeeldingen op

source: Available Bulbs
nl: Beschikbare lampen

source: Bulb Selection
nl: Selectie van bol

source: American Bulb
nl: Amerikaanse bol

source: Balloons Bulb
nl: Ballonnen lamp

source: Candle Bulb
nl: Kaarsenbol

source: Clover Bulb
nl: Klaverlamp

source: Colony Hat Bulb
nl: Kolonie hoed lamp

source: Dotted Egg Bulb
nl: Gestippelde eierbol

source: Drinks Bulb
nl: Drankjes lamp

source: Easter Bunny Bulb
nl: Paashaaslamp

source: Easter Chick Bulb
nl: Paaskuiklamp

source: Easter Egg Bulb
nl: Paaseierenlamp

source: Easter Sign Bulb
nl: Pasen tekenbol

source: Fireworks Bulb
nl: Vuurwerklamp

source: Flower Vase Bulb
nl: Bloemenvaasstol

source: Ghost Bulb
nl: Spookbol

source: Halloween Bulb
nl: Halloween -lamp

source: Heart Bulb
nl: Hartlamp

source: Hearts Bulb
nl: Hartenbol

source: Heart Star Bulb
nl: Hart Star -lamp

source: Irish Bulb
nl: Ierse lamp

source: Irish Hat Bulb
nl: Ierse hoedbol

source: Lobster Bulb
nl: Kreeftlamp

source: Lobster Up Bulb
nl: Kreeft bol

source: New Years Bulb
nl: Nieuwjaarsstol

source: Party Bulb
nl: Feestlamp

source: Plain Easter Egg Bulb
nl: Gewone paaseierenlamp

source: Pot Of Gold Bulb
nl: Pot met gouden lamp

source: Pumpkin Bulb
nl: Pompoenbol

source: Pumpkin Pie Bulb
nl: Pompoentaartbol

source: Ribbons Bulb
nl: Linten lamp

source: Rocket Bulb
nl: Raketbol

source: Skull Bulb
nl: Schedelbol

source: Snow Flake Bulb
nl: Sneeuwvlokbol

source: Sparkly Candle Bulb
nl: Sprankelende kaarsbol

source: Stars Bulb
nl: Sterrenlamp

source: Turkey Left Bulb
nl: Turkije links bol

source: Turkey Right Bulb
nl: Turkije rechter lamp

source: Wavy Egg Bulb
nl: Golvende eierbol

source: Xmas Bulb
nl: Kerstmisbol

source: Xmas Round Bulb
nl: Kerstronde lamp

source: Xmas Strand Bulb
nl: Xmas Strand -lamp

source: Xmas Three Bulb
nl: Kerstmis drie lamp

source: Xmas Wreath Bulb
nl: Kerstmisbol

source: Bulb Spacing
nl: Lampafstand

source: Strand Spacing
nl: Strengafstand

source: Bulb Colors
nl: Bolkleuren
