Repository: markcapella/lightstrands
Catalog: translate/ptTranslated.po
Languages: pt

source: Bulb Design Credits
pt: Créditos de design da lâmpada

source: The majority of the Bulb shapes here
pt: A maioria das formas de lâmpada aqui

source: were developed from images located at
pt: foram desenvolvidos a partir de imagens localizadas em

source: Available Bulbs
pt: Lâmpadas disponíveis

source: Bulb Selection
pt: Seleção de bulbo

source: American Bulb
pt: Bulbo americano

source: Balloons Bulb
pt: Balões Bulbo

source: Candle Bulb
pt: Velas Bulbo

source: Clover Bulb
pt: Bulbo de trevo

source: Colony Hat Bulb
pt: Lâmpada de chapéu de colônia

source: Dotted Egg Bulb
pt: Lâmpada de ovo pontilhada

source: Drinks Bulb
pt: Bebidas lâmpadas

source: Easter Bunny Bulb
pt: Lâmpada de coelhinho da Páscoa

source: Easter Chick Bulb
pt: Bulbo de pintinho da Páscoa

source: Easter Egg Bulb
pt: Lâmpada de ovo de Páscoa

source: Easter Sign Bulb
pt: Bulbo de sinal de Páscoa

source: Fancy Clover Bulb
pt: Bulbo de trevo sofisticado

source: Fireworks Bulb
pt: Bulbo de fogos de artifício

source: Flower Vase Bulb
pt: Lâmpada do vaso de flores

source: Ghost Bulb
pt: Bulbo fantasma

source: Halloween Bulb
pt: Lâmpada de Halloween

source: Heart Bulb
pt: Lâmpada cardíaca

source: Hearts Bulb
pt: Bulbo de corações

source: Heart Star Bulb
pt: Bulbo de estrela do coração

source: Irish Bulb
pt: Bulbo irlandês

source: Irish Hat Bulb
pt: Bulbo irlandês

source: Lobster Bulb
pt: Lagosta Bulbo

source: Lobster Up Bulb
pt: Lagosta para cima lâmpada

source: New Years Bulb
pt: Bulbo de Ano Novo

source: Party Bulb
pt: Lâmpada de festa

source: Plain Easter Egg Bulb
pt: Lâmpada de ovo de Páscoa lisa

source: Pot Of Gold Bulb
pt: Pote de lâmpada de ouro

source: Pumpkin Bulb
pt: Bulbo de abóbora

source: Pumpkin Pie Bulb
pt: Bulbo de torta de abóbora

source: Ribbons Bulb
pt: Bulbo das fitas

source: Rocket Bulb
pt: Bulbo de foguete

source: Santa Boots Bulb
pt: Bulbo de Botas de Papai Noel

source: Skull Bulb
pt: Bulbo do crânio

source: Snow Flake Bulb
pt: Lâmpada de floco de neve

source: Sparkly Candle Bulb
pt: Bulbo de vela brilhante

source: Stars Bulb
pt: Estrelas bulbo

source: Turkey Left Bulb
pt: Bulbo esquerdo da Turquia

source: Turkey Right Bulb
pt: Bulbo direito da Turquia

source: Wavy Egg Bulb
pt: Lâmpada ovo ondulada

source: Xmas Bulb
pt: Lâmpada de Natal

source: Xmas Fancy Bulb
pt: Bulbo Fancy de Natal

source: Xmas Holly Bulb
pt: Bulbo de Holly de Natal

source: Xmas Round Bulb
pt: Bulbo redondo de Natal

source: Xmas Strand Bulb
pt: Lâmpada de fita de Natal

source: Xmas Three Bulb
pt: Xmas três lâmpadas

source: Xmas Wreath Bulb
pt: Lâmpada de grinalda de Natal

source: Bulb Spacing
pt: Espaçamento da lâmpada

source: Strand Spacing
pt: Espaçamento fixo

source: Bulb Colors
pt: Cores da lâmpada

source: Credits
pt: Créditos
