Repository: markcapella/lightstrands
Catalog: translate/ruTranslated.po
Languages: ru

source: Bulb Design Credits
ru: Дизайн лампочки

source: The majority of the Bulb shapes here
ru: Большинство форм луковицы здесь

source: were developed from images located at
ru: были разработаны из изображений, расположенных в

source: Available Bulbs
ru: Доступные лампочки

source: Bulb Selection
ru: Выбор лампы

source: American Bulb
ru: Американская лампочка

source: Balloons Bulb
ru: Воздушные шары

source: Candle Bulb
ru: Свеча лампочка

source: Clover Bulb
ru: Клеверная лампочка

source: Colony Hat Bulb
ru: Колония шляпа лампочка

source: Dotted Egg Bulb
ru: Пунктирная яичная лампа

source: Drinks Bulb
ru: Напитки лампочка

source: Easter Bunny Bulb
ru: Пасхальный кролик лампочка

source: Easter Chick Bulb
ru: Пасхальная лампа

source: Easter Egg Bulb
ru: Пасхальное яйцо

source: Easter Sign Bulb
ru: Пасхальный знак лампочка

source: Fancy Clover Bulb
ru: Причудливая лампочка клевера

source: Fireworks Bulb
ru: Фейерверк лампочка

source: Flower Vase Bulb
ru: Цветочная ваза лампочка

source: Ghost Bulb
ru: Призрачная лампочка

source: Halloween Bulb
ru: Хэллоуин лампочка

source: Heart Bulb
ru: Сердечная лампа

source: Hearts Bulb
ru: Сердцы лампочка

source: Heart Star Bulb
ru: Heart Star Lack

source: Irish Bulb
ru: Ирландская лампочка

source: Irish Hat Bulb
ru: Ирландская шляпа лампочка

source: Lobster Bulb
ru: Лампочка лобстера

source: Lobster Up Bulb
ru: Лобстер вверх по лампочке

source: New Years Bulb
ru: Новый год лампочка

source: Party Bulb
ru: Партийная лампочка

source: Plain Easter Egg Bulb
ru: Простая луковица пасхального яйца

source: Pot Of Gold Bulb
ru: Горшок с золотой лампочкой

source: Pumpkin Bulb
ru: Тыквенная лампочка

source: Pumpkin Pie Bulb
ru: Лампа тыквенного пирога

source: Ribbons Bulb
ru: Ленточные лампочка

source: Rocket Bulb
ru: Ракетная лампочка

source: Santa Boots Bulb
ru: Санта -сапоги лампочка

source: Skull Bulb
ru: Луковица черепа

source: Snow Flake Bulb
ru: Снежинка лампочка

source: Sparkly Candle Bulb
ru: Блестящая свеча лампочка

source: Stars Bulb
ru: Звезды лампочка

source: Turkey Left Bulb
ru: Турция оставила лампочку

source: Turkey Right Bulb
ru: Турция правая лампочка

source: Wavy Egg Bulb
ru: Волнистая яичная лампа

source: Xmas Bulb
ru: Рождественская лампочка

source: Xmas Fancy Bulb
ru: Рождественская модная лампочка

source: Xmas Holly Bulb
ru: Рождественская лампочка Холли

source: Xmas Round Bulb
ru: Рождественская круглая лампочка

source: Xmas Strand Bulb
ru: Рождественская лампочка

source: Xmas Three Bulb
ru: Рождество Три лампочка

source: Xmas Wreath Bulb
ru: Рождественская лампочка венка

source: Bulb Spacing
ru: Расстояние между лампами

source: Strand Spacing
ru: Расстояние между ними

source: Bulb Colors
ru: Цвета лампы

source: Credits
ru: Кредиты
